Repository: CodeGrinder/xcstrings_sats
Catalog: source/member-app-native-ios_ios-app_en.xcstrings
Source language: en
Languages: da, fi, nb, sv

source: The server is acting as a proxy and did not receive an acceptable response from the upstream server.
da: Serveren agerer som proxy og har ikke fået et acceptabelt svar fra upstream-serveren.
fi: Palvelin toimii välityspalvelimena, eikä se saanut hyväksyttävää vastausta ylätason palvelimesta.
nb: Serveren fungerer som en proxy og mottok ikke et akseptabelt svar fra oppstrøms-serveren.
sv: Servern fungerar som en proxy och fick inget acceptabelt svar från servern uppströms.

source: The server is down and is not accepting requests.
da: Serveren er nede og kan ikke modtage anmodninger.
fi: Palvelin ei ole käytettävissä, eikä se vastaanota pyyntöjä.
nb: Serveren er nede og tar ikke imot forespørsler.
sv: Servern ligger nere och tar inte emot begäranden.

source: The token was attempted to be refreshed, but it was not accepted
da: Forsøgte at foretage token refresh, men dette blev ikke godkendt
fi: Tunnistetta yritettiin päivittää, mutta sitä ei hyväksytty
nb: Token ble forsøkt oppdatert, men det ble ikke akseptert
sv: Token försökte uppdateras, men den accepterades inte

source: The user was expected to be authenticated
da: Det var forventet, at brugeren ville blive autentificeret
fi: Käyttäjän odotettiin olevan tunnistautunut.
nb: Brukeren var forventet å bli autorisert
sv: Användaren förväntades bli autentiserad

source: There are no active challenges!
da: Der er ingen aktive challenges!
fi: Ei aktiivisia haasteita.
nb: Det er ingen aktive utfordringer!
sv: Det finns inga aktiva utmaningar just nu

source: There are no ongoing or upcoming challenges right now, but check back later!
da: Der er ingen nuværende eller kommende challenges, tjek igen senere!
fi: Käynnissä olevia tai alkavia haasteita ei ole juuri nyt, mutta katso myöhemmin uudelleen.
nb: Vi har ingen pågående eller kommende utfordringer akkurat nå. Sjekk igjen senere.
sv: Det finns inga kommande eller pågående utmaningar just nu, men håll utkik senare!

source: There is no info about %@
da: Der er ingen oplysninger om %@
fi: Ei tietoja käyttäjästä %@
nb: Det er ingen informasjon om %@
sv: Det finns ingen information om %@

source: There was an error in the server, please try again later.
da: Der opstod en fejl hos serveren. Prøv igen senere.
fi: Palvelimessa oli virhe, yritä myöhemmin uudelleen.
nb: Det var en feil i serveren. Prøv på nytt senere.
sv: Det uppstod ett fel på servern. Försök igen senare.

source: There weren’t enough spots available to cover the whole waiting list. No worries, there are more classes to join.
da: Der var ikke nok pladser til at kunne dække hele ventelisten. Bare rolig, der er flere hold at slutte sig til.
fi: Paikkoja ei ollut riittävästi kattamaan koko jonoa. Ei hätää, voit liittyä muille tunneille.
nb: Det var ikke nok plasser til å dekke hele ventelisten. Fortvil ikke, det er flere timer du kan bli med på.
sv: Det fanns inte tillräckligt med platser för att alla på väntelistan. Men ingen fara, det finns fler klasser att delta i.

source: These will be renewed once a year or if your rewards level is upgraded.
da: Disse bliver opgraderet én gang om året, eller hvis dit Rewards niveau bliver opgraderet.
fi: Nämä uusitaan kerran vuodessa tai jos palkintotasosi nostetaan.
nb: Disse vil bli fornyet årlig eller hvis ditt Rewards-nivå oppgraderes.
sv: Dessa kommer att förnyas en gång om året eller om din Rewards-nivå uppgraderas.

source: This activity is hidden from your followers
da: Denne aktivitet er skjult for dine følgere
fi: Aktiviteetti on piilotettu seuraajiltasi
nb: Aktiviteten er skjult for dine følgere
sv: Denna aktivitet är dold för dina följare

source: This cannot be undone. All participants will be notified that the workout is cancelled
da: Dette kan ikke fortrydes. Alle deltagere bliver informeret om, at træningen er blevet aflyst
fi: Tätä ei voi kumota. Kaikille osallistujille ilmoitetaan, että treeni on peruutettu.
nb: Dette kan ikke angres. Alle deltakere vil bli varslet om at treningen er avlyst.
sv: Det här kan inte ångras. Alla deltagare kommer att meddelas att träningspasset är inställt.

source: This is how you start healty habits!
da: Sådan starter du sunde vaner!
fi: Terveet tavat alkavat näin!
nb: Slik etablerer du sunne vaner!
sv: Så här startar du goda vanor!

source: This is your public profile
da: Dette er din offentlige profil
fi: Tämä on julkinen profiilisi
nb: Dette er din offentlige profil
sv: Det här är din profil

source: This person does not follow anyone yet
da: Denne person følger ikke nogen endnu
fi: Tämä henkilö ei seuraa vielä ketään
nb: Denne personen følger ingen ennå
sv: Den här personen följer inte någon än

source: This person is not followed by anyone yet
da: Denne person følges ikke af nogen endnu
fi: Tätä henkilöä ei seuraa vielä kukaan
nb: Denne personen følges ikke av noen ennå
sv: Den här personen följs inte av någon än

source: This scheduled workout does not exist, or it was deleted by its owner
da: Denne planlagte træning eksisterer ikke, eller den blev slettet af ejeren
fi: Näitä ajoitettua treeniä ei ole olemassa tai omistaja on poistanut sen
nb: Denne planlagte treningsøkten eksisterer ikke, eller den ble slettet av eieren.
sv: Det här schemalagda träningspasset finns inte, eller så har det tagits bort av ägaren.

source: This survey is no longer active. If you have more feedback don’t be afraid to reach out to us.
da: Denne undersøgelse er ikke længere aktiv. Hvis du har mere feedback, skal du ikke være bange for at kontakte os.
fi: Kysely ei ole enää saatavilla. Ethän epäröi ottaa yhteyttä, jos haluat antaa palautetta.
nb: Denne undersøkelsen er ikke lenger aktiv. Hvis du har flere tilbakemeldinger, ikke nøl med å kontakte oss.
sv: Enkäten är inte längre aktuell. Hör gärna av dig till oss om du har mer feedback!

source: This will be visible to all your followers
da: Dette vil være synligt for alle dine følgere
fi: Tämä näkyy seuraajillesi
nb: Dette vil bli synlig for alle dine følgere
sv: Detta kommer bli synligt för dina följare

source: Thursday
da: rsdag
fi: Torstai
nb: Torsdag
sv: Torsdag

source: time
da: tidspunkt
fi: aika
nb: tidspunkt
sv: tid

source: Time is of the essence! The earlier you unbook, the more convenient for others to take up your spot.
da: Tid er afgørende! Jo tidligere du aflyser din booking, des mere bekvemt er det for andre at optage din plads
fi: Aika on valttia! Mitä aikaisemmin peruutat varauksen, sitä helpompi muiden on ottaa paikkasi.
nb: Tiden er dyrebar! Jo tidligere du avbooker, jo enklere er det for andre å ta plassen din.
sv: Var ute i god tid. Ju tidigare du avbokar, desto lättare blir det för andra att ta din plats.

source: Timeout error
da: Fejl på siden
fi: Aikakatkaisuvirhe
nb: Tidsavbrutt
sv: Tillfälligt fel

source: Title
da: Titel
fi: Otsikko
nb: Tittel
sv: Titel

source: To enter our clubs you can simply scan the QR code in the app for your convenience.
da: For at få adgang til vores klubber skal du blot skanne QR koden i appen, når du vil.
fi: Päästäksesi klubeihimme skannaa QR-koodi sovelluksessa.
nb: For å komme inn i klubbene våre kan du bare skanne QR-koden i appen – enkelt og greit.
sv: För att komma in i våra klubbar kan du helt enkelt skanna QR-koden i appen.

source: To get more connections, find friends and send them a follow request. If they send you a follow request you accept, they will show up here.
da: For at få flere forbindelser skal du finde venner og sende dem en følgeanmodning. Hvis de sender dig en følgeanmodning, du accepterer, vil de blive vist her.
fi: Saadaksesi lisää seurattavia ystäviä, etsi ja lähetä heille seurantapyyntö. Jos ystäväsi lähettävät sinulle seurantapyynnön, he näkyvät täällä hyväksyttyäsi sen.
nb: For å få flere forbindelser, kan du finne venner og sende dem en følgeforespørsel. Om de sender deg en følgeforespørsel du godtar, dukker de opp her.
sv: För att få fler kontakter, hitta vänner och skicka en förfrågan till dom. Om någon skickar en följarfrågan som du godkänner, kommer det synas här.

source: To keep receiving new functionality in the app, we encourage you to update to **iOS %@** or **newer**.
da: For at opretholde appens funktionalitet opfordrer vi dig til at opdatere til **iOS %@** eller **nyere**.
fi: Jotta pysyt ajan tasalla sovelluksen uusista toiminnoista, suosittelemme päivittämään **iOS %@** -versioon tai **uudempaan**.
nb: For å fortsette å motta nye funksjoner i appen, oppfordrer vi deg til å oppdatere til **iOS %@** eller **nyere**.
sv: För att fortsätta få nya funktioner i appen uppmanar vi dig att uppdatera till **iOS %@** eller **senare**.

source: To keep receiving new functionality in the app, we encourage you to update to **iOS %lld** or **newer**.
da: For at fortsætte med at modtage nye funktioner i appen, opfordrer vi dig til at opdatere til iOS %lld eller nyere.
fi: Pysyäksesi ajan tasalla sovelluksen uusista toiminnoista suosittelemme päivittämään **iOS %lld** -versioon tai **newer**.
nb: For å fortsette å motta nye funksjoner i appen, oppfordrer vi deg til å oppdatere til **iOS %lld** eller **nyere**.
sv: För att fortsätta få nya funktioner i appen uppmanar vi dig att uppdatera till **iOS %lld** eller **senare**.

source: To let others find you in the app, you'll need to turn on the privacy setting for being visible through search. You can change this later in the app settings.
da: For at lade andre finde dig i appen, skal du aktivere privatlivsindstillingen for at være synlig i søgning. Du kan ændre dette senere i appens indstillinger.
fi: Jos haluat, että muut löytävät sinut sovelluksesta, sinun on otettava käyttöön yksityisyysasetus, joka mahdollistaa näkyvyyden haun kautta. Voit muuttaa tämän myöhemmin sovelluksen asetuksista.
nb: For å la andre finne deg i appen, må du aktivere personverninnstillingen for å være synlig i søk. Du kan endre dette senere i appinnstillingene.
sv: För att låta andra hitta dig i appen behöver du aktivera synlighet i sökning via integritetsinställningarna. Du kan ändra detta senare i appens inställningar.

source: Today
da: I dag
fi: Tänään
nb: I dag
sv: Idag

source: Token migration failed
da: Token migration slog fejl
fi: Tunnisteen siirto epäonnistui
nb: Token migrasjon feilet
sv: Tokenmigreringen misslyckades

source: Tomorrow
da: I morgen
fi: Huomenna
nb: I morgen
sv: Imorgon

source: Too many recent searches? Try saving your favorites
da: For mange søgninger? Prøv at gemme dine favoritter
fi: Liian monta viimeisintä hakua? Kokeile tallentaa suosikkihakusi.
nb: For mange nylige søk? Prøv å lagre favorittene dine
sv: För många senaste sökningar? Prova att spara dina favoriter

source: Too many requests
da: For mange anmodninger
fi: Liian monta pyyntöä
nb: For mange forespørsler
sv: För många förfrågningar

source: Total workouts
da: Træninger i alt
fi: Yhteensä
nb: Treningsøkter totalt
sv: Totalt antal träningspass

source: Treatments
da: Behandlinger
fi: Hoidot
nb: Fysioterapi
sv: Fysioterapi

source: Trophies
da: Trofæer
fi: Pokaalit
nb: Troféer
sv: Pokaler

source: Try the app as a different user
da: Prøv appen som en anden bruger
nb: Prøv appen som en annen bruker
sv: Testa appen som en annan användare

source: Tuesday
da: Tirsdag
fi: Tiistai
nb: Tirsdag
sv: Tisdag

source: Turn it on
da: Aktiver
fi: Laita päälle
nb: Aktiver
sv: Aktivera

source: Turn off social experience?
da: Slå sociale funktioner fra?
fi: Poista sosiaaliset toiminnot käytöstä?
nb: Vil du skru av vennefunksjonaliteten?
sv: Vill du stänga av sociala funktioner?

source: Type in your e-mail or member ID so we can send you a new password.
da: Indtast din e-mail eller medlemsnummer, så vi kan sende dig et nyt kodeord.
fi: Kirjoita sähköpostiosoitteesi tai jäsentunnuksesi, niin voimme lähettää sinulle uuden salasanan.
nb: Skriv inn din e-postadresse eller medlems-ID, slik at vi kan sende deg et nytt passord.
sv: Skriv in din e-postadress eller medlemsnummer så att vi kan skicka ett nytt lösenord.

source: Unauthorized
da: Ikke verificeret
fi: Valtuuttamaton
nb: Ikke autorisert
sv: Ej auktoriserad

source: Unauthorized request
da: Uautoriseret anmodning
fi: Luvaton pyyntö
nb: Uautorisert forespørsel
sv: Obehörig begäran

source: Unblock
da: Fjern blokering
fi: Peruuta estäminen
nb: Fjern blokkering
sv: Sluta blockera

source: Unbook
da: Afmeld
fi: Poista varaus
nb: Avbook
sv: Avboka

source: Unbook class?
da: Afmeld hold?
fi: Peru varaus?
nb: Avbooke gruppetime?
sv: Avboka klass?

source: Unbook session
da: Afbook session
fi: Peru tapaaminen
nb: Avbook time
sv: Avboka

source: Under "Activity", you can see statistics of completed workout sessions. You can also log your training both at and outside the club.
da: Under "Aktivitet" kan du se statistikker på gennemførte træningssessioner. Du kan også føre historik over din træning både i og udenfor klubben.
fi: "Aktiviteetin" alta näet tilastot tehdyistä harjoituksista. Voit myös kirjata harjoittelusi sekä keskuksissa että niiden ulkopuolella.
nb: Under «Aktivitet» kan du se statistikk over fullførte treningsøkter. Du kan også logge trening både på og utenom senteret.
sv: Under ”Aktivitet” kan du se statistik över genomförda träningspass. Du kan också logga din träning både på och utanför gymmet.

source: Unfollow
da: Følg ikke længere
fi: Lopeta seuraaminen
nb: Slutt å følge
sv: Avfölj

source: Uninvite
da: Træk invitation tilbage
fi: Peruuta kutsu
nb: Angre invitasjon
sv: Ta bort inbjudan

source: Unknown
da: Ukendt
fi: Tuntematon
nb: Ukjent
sv: Okänd användare

source: Unknown Error
da: Ukendt fejl
fi: Tuntematon virhe
nb: Ukjent feil
sv: Okänt fel

source: Unknown Networking Error
da: Ukendt netværksfejl
fi: Tuntematon yhteysvirhe
nb: Ukjent nettverksfeil
sv: Okänt nätverksfel

source: Unknown time
da: Ukendt tid
fi: Tuntematon aika
nb: Ukjent tid
sv: Okänd tid

source: Upcoming PT sessions
da: Fremtidige PT sessioner
fi: Tulevat PT-tapaamista
nb: Kommende PT-økter
sv: Kommande PT-tillfällen

source: upcoming training
da: kommende træninger
fi: tulevat treenit
nb: kommende trening
sv: kommande träning

source: Upcoming training
da: Kommende træninger
fi: Tulevat treenit
nb: Kommende trening
sv: Kommande träning

source: Upcoming workouts
da: Kommende træninger
fi: Tulevat treenit
nb: Planlagte treningsøkter
sv: Kommande träningspass

source: Upgrade
da: Opgrader
fi: Korota
nb: Oppgrader
sv: Uppgradera

source: URL authentication failed with error: %@
da: URL-godkendelse mislykkedes med en fejl: %@
fi: URL-todennus epäonnistui virheen vuoksi: %@
nb: Autentiseringen av nettadressen mislyktes på grunn av en feil: %@
sv: Webbadress-autentisering misslyckades med fel: %@

source: Username or password is incorrect
da: Brugernavn eller kodeord er forkert
fi: Käyttäjätunnus tai salasana on virheellinen
nb: Brukernavn og passord er feil
sv: Användarnamn eller lösenord är ogiltigt

source: Valid from %@
da: Gyldig fra %@
fi: Voimassa %@ alkaen
nb: Gyldig fra %@
sv: Gäller från %@

source: very good
da: meget god
fi: erittäin hyvä
nb: veldig bra
sv: mycket bra

source: View
da: Se
fi: Näytä
nb: Vis meg
sv: Visa

source: View all group classes
da: Se alle hold
fi: Näytä kaikki ryhmäliikuntatunnit
nb: Se våre gruppetimer
sv: Se alla klasser

source: Visibility
da: Synlighed
fi: Näkyvyys
nb: Synlighet
sv: Synlighet

source: Visible in search
da: Vises i søgning
fi: Näkyy hakutuloksissa
nb: Synlig i søk
sv: Synlig i sökning

source: Vouchers and giftcards
da: Kuponer og gavekort
fi: Kupongit ja lahjakortit
nb: Kuponger og gavekort
sv: Vouchers och presentkort

source: w/ %@
da: m/ %@
fi: ohjaajan %@ kanssa
nb: m/ %@
sv: med %@

source: We are always trying to be better, we welcome your suggestions.
da: Vi arbejder altid på at forbedre os, så dine forslag er velkomne.
fi: Yritämme aina parantaa toimintaamme, otamme mielellämme ehdotuksiasi vastaan.
nb: Vi prøver alltid å bli bedre, så gi oss gjerne dine tilbakemeldinger.
sv: Vi försöker ständigt bli bättre och välkomnar dina förslag.

source: We are missing the GX class data
da: Vi mangler GX-holddata
fi: Meiltä puuttuu GX-tuntitiedot
nb: Vi finner ikke riktig data på gruppetreningstimen
sv: Vi saknar GX-klassdata

source: We cannot open the camera
da: Vi kan ikke åbne kameraet
fi: Kameran avaus ei onnistu
nb: Vi kan ikke åpne kameraet
sv: Vi kan inte öppna kameran

source: We couldn't add event to your calendar, check your calendar settings.
da: Vi kunne ikke føje begivenhed til din kalender. Tjek dine kalenderindstillinger.
fi: Tapahtumaa ei voitu lisätä kalenteriisi. Tarkista kalenterin asetukset.
nb: Vi kunne ikke legge til hendelsen i kalenderen din, vennligst sjekk dine kalenderinnstillinger.
sv: Vi kunde inte lägga till händelsen i din kalender, kontrollera dina kalenderinställningar.

source: We couldn't confirm your booking status. Please try again within the app.
da: Vi kunne ikke bekræfte din booking status. Prøv venligst igen inde i appen.
fi: Emme pystyneet vahvistamaan varaustilaasi. Yritä uudelleen sovelluksessa.
nb: Kunne ikke bekrefte bookingstatusen din – prøv igjen i appen.
sv: Vi kunde inte bekräfta din bokningsstatus. Försök igen i appen.

source: We couldn't find a selected calendar. Select a calendar from the list. Full access to your calendar in settings is required to view all calendars.
da: Vi kunne ikke finde en valgt kalender. Vælg en kalender fra listen. Der kræves fuld adgang til din kalender for at se alle kalendere.
fi: Emme löytäneet valittua kalenteria. Valitse kalenteri luettelosta. Täydellinen pääsy kalenteriisi asetuksissa vaaditaan kaikkien kalenterien näyttämiseen.
nb: Vi kunne ikke finne den valgte kalenderen. Vennligst velg en kalender fra listen. For å kunne se alle kalendere, er det nødvendig å gi appen full tilgang til kalenderen i systeminnstillinger.
sv: Det gick inte att hitta en vald kalender. Välj en kalender i listan. Full åtkomst till din kalender i inställningarna krävs för att visa alla kalendrar.

source: We couldn't find your selected calendar, check your calendar settings.
da: Vi kunne ikke finde din valgte kalender. Tjek dine kalenderindstillinger.
fi: Emme löytäneet valittua kalenteria. Tarkista kalenterin asetukset.
nb: Vi kunne ikke finne din valgte kalender, vennligst sjekk dine kalenderinnstillinger.
sv: Vi kunde inte hitta din valda kalender, kontrollera dina kalenderinställningar.

source: We couldn't generate a shareable link
da: Vi kunne ikke lave et link til deling
fi: Jaettavan linkin luominen ei onnistunut
nb: Vi klarte ikke å generere en delbar lenke
sv: Det gick inte att länka till klassen

source: We couldn't generate the shareable image
da: Vi kunne ikke generere det delbare billede
fi: Emme voineet luoda jaettavaa kuvaa
nb: Vi klarte dessverre ikke å lage et bilde som kan deles
sv: Vi kunde inte generera den delbara bilden

source: We couldn't load all info
da: Vi kunne ikke indlæse alle oplysninger
fi: Emme voineet ladata kaikkia tietoja
nb: Vi kunne ikke laste inn all informasjonen
sv: Kunde inte ladda all information

source: We couldn't load irregular opening hours
da: Vi kunne ikke loade åbningstider
fi: Erikoisaukioloaikojen lataaminen ei onnistunut.
nb: Vi kunne ikke laste uregelmessige åpningstider
sv: Vi kan inte hitta några avvikande öppettider

source: We couldn't load the filters right now
da: Vi kunne ikke indlæse dine filtre lige nu
fi: Suodattimien lataaminen ei onnistu juuri nyt.
nb: Vi kan ikke hente filter akkurat nå
sv: Vi kunde inte uppdatera filter just nu

source: We couldn't load the statistics
da: Vi kunne ikke indlæse dine statistikker
fi: Emme voineet ladata tilastoja.
nb: Vi kan ikke laste inn statestikken
sv: Oops! Vi kunde inte ladda din statistik just nu

source: We couldn't load workouts
da: Vi kunne ikke indlæse træninger
fi: Emme voineet ladata harjoituksia
nb: Vi kan ikke laste inn treningsøkter
sv: Vi kunde inte ladda träningspass

source: We couldn't load your streak
da: Vi kunne ikke indlæse dit streak
fi: Streakin lataaminen ei onnistunut
nb: Vi kunne ikke laste inn din streak
sv: Vi kunde inte läsa in din streak

source: We couldn't log you in this time, try again or contact support
da: Vi kunne ikke logge dig ind lige nu. Prøv igen eller kontakt support
fi: Emme voineet kirjata sinua sisään tällä kertaa, yritä uudelleen tai ota yhteyttä tukeen
nb: Pålogging mislyktes. Prøv på nytt eller kontakt kundeservice
sv: Vi kunde inte logga in dig den här gången. Försök igen eller kontakta kundtjänst.

source: We don't have workout data for %@
da: Vi har ikke træningdata for %@
fi: Meillä ei ole jäsenen %@ harjoittelutietoja
nb: Vi har ikke treningsdata for %@
sv: Vi har inga träningsdata om %@

source: We look forward to meet you
da: Vi glæder os til at se dig
fi: Odotamme tapaamistasi
nb: Vi gleder oss til å møte deg
sv: Vi ser framemot att träffa dig

source: We miss you! Can we try again?
da: Vi savner dig! Kan vi prøve igen?
fi: Ikävöimme sinua! Voisimmeko kokeilla uudestaan?
nb: Vi savner deg! Kan vi prøve igjen?
sv: Vi saknar dig! Kan vi försöka igen?

source: We will notify you about special updates, upcoming class reservations, follow requests, general messages from SATS and cancelations.
da: Vi vil give dig besked om vigtige opdateringer, kommende hold reservationer, venneanmodninger, beskeder fra SATS og aflysninger.
fi: Ilmoitamme sinulle uusista päivityksistä, tulevista tuntivarauksista, seuraamispyynnöistä, peruutuksista sekä yleisistä ELIXIAn viesteistä.
nb: Vi gir beskjed om viktige oppdateringer, kommende timereservasjoner, følgeforespørsler, eller andre beskjeder fra SATS.
sv: Vi kommer informera dig om uppdateringar, kommande bokade klasser, följarförfrågningar, information från SATS och avbokningar.

source: We'd like to learn a bit more about you so we can provide tailored suggestions and help you succeed in your training! Help us customize your profile by answering a few quick questions.
da: Vi vil rigtig gerne vide mere om dig, så vi kan give forslag tilpasset DIG og hjælpe dig med at få den bedste succes med din træning! Hjælp os med at tilpasse din profil ved at besvare et par hurtige spørgsmål.
fi: Haluaisimme tietää sinusta hieman enemmän, jotta voimme antaa sinulle räätälöityjä ehdotuksia ja auttaa sinua menestymään harjoittelussasi! Auta meitä täydentämään profiilisi vastaamalla muutamaan nopeaan kysymykseen.
nb: Vi vil gjerne vite litt mer om deg så vi kan gi deg tilpassede forslag, og bidra til at du lykkes med din trening! Hjelp oss med å skreddersy profilen din ved å svare på noen få raske spørsmål.
sv: Vi vill gärna lära känna dig så att vi kan ge dig skräddarsydda förslag och hjälpa dig att lyckas med din träning! Få ut det mesta av din profil genom att svara på några snabba frågor.

source: We’re sorry you’re not having a good time with this app.
da: Vi er kede af, at du ikke har en god oplevelse med appen.
fi: Pahoittelumme siitä, ettei kokemuksesi sovelluksen kanssa ole ollut hyvä.
nb: Så synd at du ikke er fornøyd med appen.
sv: Det var tråkigt att höra att du inte är nöjd med appen.

source: Wednesday
da: Onsdag
fi: Keskiviikko
nb: Onsdag
sv: Onsdag

source: week %1$d - session %2$d
da: uge %1$d - session %2$d
fi: viikko %1$d - tapaaminen %2$d
nb: Uke %1$d - Økt %2$d
sv: vecka %1$d – tillfälle %2$d

# weeks
source: %d weeks
da: %d uger
fi: %d viikkoa
nb: %d uker
sv: %d veckor

source: Welcome, %@!
da: Velkommen, %@!
fi: Tervetuloa, %@!
nb: Velkommen, %@!
sv: Välkommen %@!
